Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/vern_av_samiske_sprak_som_fremtidige_sprak.html.tmx
Source language: nob
Languages: sme

source: Vern av samiske språk som fremtidige språk
sme: Sámegielaid suodjaleapmi boahtteáiggi giellan

source: Sametinget skal behandle plenumssak om Sametingets rapporter til Europeisk pakt om regions- eller minoritetsspråk og til Europarådets rammekonvensjon om beskyttelsen av nasjonale minoriteter.
sme: Sámediggi áigu meannudit dievasčoahkkinášši Sámedikki raporttaid birra Eurohpalaš soahpamuššii regiovdna dahje minoritehta giellan ja Eurohpáráđi rámmakonvenšuvdnii nationála minoritehtaid suodjaleami birra.

source: Norge rapporterer på både på minoritetsspråkpakten og på rammekonvensjonen.
sme: Norga raportere sihke minoritehtagiellasoahpamuššii ja rámmakonvenšuvdnii.

source: Sametinget har valgt å skrive alternative rapporter til Europarådet, for fremme sitt syn på Norges arbeid med de samiske språkene.
sme: Sámediggi lea válljen čállit molssaektosaš raporttaid Eurohpáráđđái, ovddidan dihtii oainnus Norgga bargui sámegielaiguin.

source: Disse alternative rapportene fremmes nå for Sametingets plenum.
sme: Dát molssaektosaš raporttat ovddiduvvojit dál Sámedikki dievasčoahkkimii.

source: Minoritetsspråkpakten Norge har ratifisert den europeiske pakten om regions- eller minoritetsspråk, som er et vern om språkene og er med på å holde oppe og utvikle kulturell rikdom og tradisjoner i Europa.
sme: Minoritehtagiellasoahpamuš Norga lea ratifiseren eurohpalaš soahpamuša regiovdna- dahje minoritehtagiela birra, mii suodjala gielaid ja veahkeha doallat badjin ja ovddidit kultuvrralaš riggodaga ja árbevieruid Eurohpás.

source: Språkpakten inneholder mål og prinsipper knyttet til regions- eller minoritetsspråk som statene forplikter å oppfylle.
sme: Giellasoahpamušas leat mihttomearit ja prinsihpat mat čatnasit regiovdna- dahje minoritehtagielaide maid stáhtat leat geatnegahttojuvvon ollašuhttit.

source: Videre inneholder den konkrete tiltak som skal tilrettelegge og oppmuntre bruk av regional- eller minoritetsspråk i offentlig arena.
sme: Dasto leat das konkrehta doaibmabijut mat galget láhčit ja movttiidahttit geavahit regionála- dahje minoritehtagiela almmolaš arenas.

source: Konvensjonen er viktig for å sikre utviklingen av minoritetsspråkene i Norge.
sme: Konvenšuvdna lea deaŧalaš minoritehtagielaid ovddideami sihkkarastimii Norggas.

source: I sin alternative rapport har Sametinget lagt vekt på språkene som er omfattet av minoritetsspråkpakten.
sme: Molssaektosaš raporttastis lea Sámediggi deattuhan gielaid mat leat minoritehtagiellasoahpamušas.

source: Da pakten ble underskrevet, var kun nordsamiske kommuner med i forvaltningsområdet for samisk språk.
sme: Dalle go soahpamuš vuolláičállojuvvui, ledje dušše davvisámi gielddat mielde sámegielaid hálddašanguovllus.

source: Det har medført til at nordsamisk er omfattet av beskyttelsen etter både del 2 med mål og prinsipper i forpliktelsene overfor minoritetsspråk, og del 3 tiltak for å fremme bruken av regions- eller minoritets-språk i offentlig virksomhet, mens lule- og sørsamisk er omfattet av vernet kun etter del 2. Sametinget påpeker i sin rapport at sørsamisk og lulesamisk også burde vært omfattet av del 3 i pakten, da det i dag er både lule- og sørsamiske kommuner som er med i forvaltningsområdet for samisk språk.
sme: Dát lea dagahan ahte davvisámegiella lea suodjaluvvon sihke oasi 2 mihttomearit ja prinsihpat geatnegasvuođain minoritehtagiela mielde, ja oasi 3 doaibmabijut ovddidan dihtii regiovdna- dahje minoritehtagielaid almmolaš doaimmas mielde, go fas julev- ja máttasámegiella suodjaluvvojit dušše oasi 2 mielde. Sámediggi čujuha raporttastis ahte máttasámegiella ja julevsámegiella maiddái galggašedje suodjaluvvot oasi 3 mielde soahpamušas, danne go dál leat sihke julev- ja máttasámi suohkanat mielde.

source: I Norge er de tre samiske språkene lule-, sør- og nordsamisk likestilte språk, og bør derfor være beskyttet i like stor grad.
sme: Norggas leat golbma sámegiela julev-, mátta- ja davvisámegiella ovttaárvosaš gielat, ja galggašedje suodjaluvvot seamma ollu.

source: Denne problematikken har Sametinget tidligere løftet, uten at det er blitt gjort endringer.
sme: Dán problematihka lea Sámediggi ovdal lokten, almmá ahte rievdadusat livčče dahkkojuvvon.

source: Sametinget påpeker også at pite-, ume- og skoltesamisk, som også er samiske språk på norsk side av Sápmi, bør være omfattet av beskyttelsen etter del 2 i pakten.
sme: Sámediggi čujuha maiddái ahte bihtán-, ubmi- ja nuortasámegiella leat maiddái sámegielat Norgga bealde Sámi, ja galggašedje suodjaluvvot soahpamuša oasi 2 mielde.

source: Det er ingen pite-, ume- eller skoltesamiske kommuner med i dagens forvaltningsområde for samisk språk, men disse språkene har også sine språkområder på norsk side av Sápmi.
sme: Eai gávdno bihtán-, ubmi- dahje nuortasámi suohkanat mielde dálá sámegielaid hálddašanguovllus, muhto dáin gielain leat giellaguovllut Sámis Norgga bealde.

source: - Hvis mindre språk skal kunne utvikles, og hvis de språklige rettighetene knyttet til språkbrukere skal kunne oppfylles, trenger språkene en slik beskyttelse som blant annet minoritetsspråkpakten legger opp til, sier sametingspresident Aili Keskitalo.
sme: - Jos áigu ovddidit unnit gielaid, ja jos giellageavaheddjiide guoski gielalaš vuoigatvuođaid galgá sáhttit ollašuhttit, de dárbbašit gielat suoji, nie movt earret eará minoritehtagiellasoahpamuš láhčá, dadjá sámediggepresideanta Aili Keskitalo.

source: Rammekonvensjon om beskyttelse av nasjonale minoriteter Norge har også ratifisert Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter.
sme: Rámmakonvenšuvdna nationála minoritehtaid suodjaleami birra Norga lea ratifiseren maiddái Eurohpáráđi rámmakonvenšuvnna nationála minoritehtaid suodjaleami birra.

source: Rammekonvensjonen skal opprettholde og videreføre menneskerettighetene og de grunnleggende friheter man har som nasjonal minoritet.
sme: Rámmakonvenšuvnna áigumuššan lea bisuhit ja doalahit nationála minoritehtaid olmmošvuoigatvuođaid ja vuođđofriijavuođaid.

source: Dette er første gang Norge rapporterer om samiske saker til rammekonvensjonen.
sme: Norga raportere dál vuosttaš gearddi rámmakonvenšuvnna sámi áššiid birra.

source: - På grunn av det konkrete innholdet om minoritetsspråk i Norges rapport på rammekonvensjon om beskyttelse av nasjonale minoriteter, har Sametinget også valgt å rapportere på Norges oppfølgning i forhold til rammekonvensjonen.
sme: - Konkrehta sisdoalu geažil Norgga nationála minoritehtaid suodjaleami rámmakonvenšuvdnii guoski raporttas, lea Sámediggi válljen maiddai raporteret dan movt Norga čuovvula rámmakonvenšuvnna oktavuođas.

source: De samiske språkene er i en sårbar situasjon og vi må bruke de kanalene vi kan for å beskytte de samiske språkene for fremtidige generasjoner, sier sametingspresident Aili Keskitalo.
sme: Sámegielat leat rašis dilis ja mii fertet geavahit daid kanálaid maid sáhttit suodjalan dihtii sámegielaid boahtteáiggi sohkabuolvvaide, dadjá sámediggepresideanta Aili Keskitalo.

source: Samiske samfunn eksisterer ofte ved siden av det norske samfunnet.
sme: Sámi servodat lea dávjá bálddalaga norgga servodagain.

source: Det samiske samfunnslivet uttrykkes gjerne gjennom språk, kulturytringer, næringsutøvelse og samfunnsliv.
sme: Sámi servodateallin almmuhuvvo áinnas giela, kulturdovddiidemiid, ealáhusbarggu ja servodateallima bokte.

source: At det samiske folket lever sammenvevd, eller tett på det norske samfunnet, medfører i mange tilfeller at samene er avhengig av at staten Norge tar hensyn til samiske samfunnsforhold når tiltak, ordninger og offentlige tjenester utformes.
sme: Dat go sámi álbmot eallá lávga norgga servodagain, dagaha ollu oktavuođain ahte sámit leat sorjavaččat das ahte Norgga stáhta váldá vuhtii sámi servodatdiliid dalle go doaibmabijut, ortnegat ja almmolaš bálvalusat hábmejuvvojit.

source: Samtidig er samene avhengig av at staten Norge gjennom gode økonomiske og juridiske rammer legger til rette for Sametinget, og samiske institusjoner, kan drive samisk samfunnsutvikling.
sme: Dasto leat sámit sorjavaččat das ahte Norgga stáhta buriid ekonomalaš ja juridihkalaš rámmaid siskkobealde láhčá diliid nu ahte Sámediggi, ja sámi ásahusat, sáhttet bargat sámi servodatovddidemiin.

source: En del av Sametingets rapportering omhandler derfor i hvilken grad staten Norge sikrer at samene selv settes i stand til å bevare, utvikle og styrke samiske språk, samisk kultur og samfunnsliv.
sme: Oasis Sámedikki raporteremis lea sáhka danne guđe dásis Norgga stáhta sihkkarastá dan ahte sámit ieža sáhttet suodjalit, ovddidit ja nannet sámi gielaid, kultuvrras ja servodateallima.

source: Hvis man ser på rammekonvensjonen artikkel for artikkel, vil også de som bor utenfor forvaltningsområdet for samisk språk få den ekstra beskyttelsen rammekonvensjonen kan gi når det gjelder materielle rettigheter, for eksempel språklige rettigheter.
sme: Jos geahčada rámmakonvenšuvnna artihkkaliid mielde, de ožžot sámegiela hálddašanguovllu olggobealde ássit maiddái liige suoji, maid rámmakonvenšuvdna sáhttá addit ávnnaslaš vuoigatvuođaid, ovdamearkka dihtii gielalaš vuoigatvuođaid ektui.

source: Dette gjør at de kan opprettholde og utvikle sin kulturelle identitet.
sme: Dán geažil addá dat vejolašvuođa bisuhit ja ovddidit kultuvrralaš identitehta.

source: - De samiske språkene må ha gode rammevilkår og beskyttelse for å kunne overleve.
sme: - Sámegielat dárbbašit buriid rámmaeavttuid ja suodjaleami jos galget sáhttit bisuhuvvot.

source: Det er derfor viktig at finnes organer som Europarådet, som følger med at statene følger forpliktelsene for språkenes forutsetninger til fremtidig utvikling.
sme: Danne lea deaŧalaš ahte gávdnojit orgánat nugo Eurohpáráđđi, mii čuovvu ahte čuvvot go stáhtat gielalaš eavttuid geatnegasvuođaid boahtteáiggi ovddideami ektui.

source: En av våre hjertesaker er å sikre de samiske språkenes fremtid som levende språk, avslutter sametingspresident Aili Keskitalo.
sme: Okta min váibmoáššiin lea sihkkarastit sámegielaide boahtteáiggi ealli giellan, dadjá sámediggepresideanta Aili Keskitalo loahpas.

source: For mer informasjon eller intervju ta kontakt med sametingspresident Aili Keskitalo (NSR), tlf. +47 971 29 305, aili.keskitalo@samediggi.no
sme: Jearahallama addá dahje vástida gažaldagaide s ámediggepresideanta Aili Keskitalo (NSR), tlf. +47 971 29 305, aili.keskitalo@samediggi.no
